brain/C10.org
#+BRAIN_PARENTS: Homework

#+TITLE: Italy Questions

1. What is the "shape" of Italy?\\
   A boot
2. What is the dominant religion in Italy?\\
   Roman Catholicism
3. What are the widely celebrated Italian holidays?\\
   Christmas, Easter, All Saints Day, the Feast of the Immaculate Conception, and St. Stefan's Day
4. What is the biggest meal of the Italian day?\\
   Lunch
5. What does antipasto mean?\\
   Before pasta
6. When do Italian's typically serve salad?\\
   After the main course
7. What is featured in the Northern diet?\\
   Generous servings of meat, and Rich Sauces
8. What is featured in the Central diet?\\
   Pasta, fresh vegetables, meat, bread, cheese and wine
9. What is featured in the Southern diet?\\
   Olive oil, pasta, breads, some meat and cheese, vegetables, and wines
10. What is the basic underlying ingredient in most of the Italian diet?\\
    Wheat
11. What pastas are often filled with meat or cheese?\\
    Ravioli, tortellini, lasagne, cannelloni, capeletti, and manicotti
12. What pastas are designed to hold sauce?\\
    Fusilli and gnocchi
13. What pastas are often baked?\\
    ziti and macaroni
14. How are Parmesan and Romano cheeses usually used?\\
    Grating
15. Which cheese is similar to blue cheese?\\
    Gorgonzola
16. What is Mascarpone?\\
    Unripened cheese
17. What is the highest quality olive oil?\\
    Extra virgin olive oil produced from the first cold pressing
18. How long is balsamic vinegar aged?\\
    3 to 150 years
19. How is prosciutto made?\\
    Salted and dried
20. What is osso buco?\\
    Braised veal shanks
