brain/C10.tex
% Created 2017-04-18 Tue 11:19
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{Italy Questions}
\hypersetup{
 pdfauthor={},
 pdftitle={Italy Questions},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\begin{enumerate}
\item What is the "shape" of Italy?\\
A boot
\item What is the dominant religion in Italy?\\
Roman Catholicism
\item What are the widely celebrated Italian holidays?\\
Christmas, Easter, All Saints Day, the Feast of the Immaculate Conception, and St. Stefan's Day
\item What is the biggest meal of the Italian day?\\
Lunch
\item What does antipasto mean?\\
Before pasta
\item When do Italian's typically serve salad?\\
After the main course
\item What is featured in the Northern diet?\\
Generous servings of meat, and Rich Sauces
\item What is featured in the Central diet?\\
Pasta, fresh vegetables, meat, bread, cheese and wine
\item What is featured in the Southern diet?\\
Olive oil, pasta, breads, some meat and cheese, vegetables, and wines
\item What is the basic underlying ingredient in most of the Italian diet?\\
Wheat
\item What pastas are often filled with meat or cheese?\\
Ravioli, tortellini, lasagne, cannelloni, capeletti, and manicotti
\item What pastas are designed to hold sauce?\\
Fusilli and gnocchi
\item What pastas are often baked?\\
ziti and macaroni
\item How are Parmesan and Romano cheeses usually used?\\
Grating
\item Which cheese is similar to blue cheese?\\
Gorgonzola
\item What is Mascarpone?\\
Unripened cheese
\item What is the highest quality olive oil?\\
Extra virgin olive oil produced from the first cold pressing
\item How long is balsamic vinegar aged?\\
3 to 150 years
\item How is prosciutto made?\\
Salted and dried
\item What is osso buco?\\
Braised veal shanks
\end{enumerate}
\end{document}